brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "lazygit"
brew "rbenv"
brew "tig"
brew "zoxide"
brew "powerlevel10k"
brew "zsh-completions"
brew "zsh-autosuggestions"

cask "1password"
cask "antigravity"
cask "appcleaner"
cask "bootstrap-studio"
cask "chatgpt"
cask "cursor"
cask "dropbox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"